wee-noise-makers/circuitpython/ports/raspberrypi/boards/weenoisemakers_pgb1/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Wee Noise Makers PGB-1"
#define MICROPY_HW_MCU_NAME "rp2040"
